const Messages = {
	greet: 'Нажмите "Начать" для запуска тренажёра.',
	example: "Внимательно изучите пример.",
	table: "Выберите вариант и заполните таблицу.",
	complex: "Теперь заполните таблицу для многопредельных приборов.",
	machine: "Следуйте инструкциям на листе с подсказками.",
	ready: "Нажмите на мигающий элемент, чтобы перейти к измерениям.",
	activated: "Используйте реостат слева для проведения измерений.",
	resistor: "Этот резистор не для вашего варианта! Попробуйте другой.",
	wrong: "Введённые значения не соответствуют показаниям приборов!",
	registered: "Значения зарегистрированы!",
	mistake: "Вы ошиблись. Попробуйте ещё раз... :(",
	correction: 'Ответ: "{0}". Исправьте!',
	refresh: "Вы ошиблись более 2-х раз. Попробуйте заново.",
	done: "Таблица заполнена {0}!",
	exellent: "отлично",
	good: "хорошо",
	ok: "удовлетворительно",
	powered:
		"Работая с реальной установкой, не забудьте её выключить по завершению работы!",
	close: "Нажмите, чтобы скрыть"
};

export default Messages;
