const Messages = {
	greet: 'Нажмите "Начать" для запуска тренажёра.',
	example: "Внимательно изучите пример.",
	table: "Выберите вариант и заполните таблицу.",
	complex: "Теперь заполните таблицу для многопредельных приборов.",
	mistake: "Вы ошиблись. Попробуйте ещё раз... :(",
	correction: 'Ответ: "{0}". Исправьте!',
	refresh: "Вы ошиблись более 2-х раз. Попробуйте заново.",
	done: "Таблица заполнена {0}!",
	exellent: "отлично",
	good: "хорошо",
	ok: "удовлетворительно",
	close: "Нажмите, чтобы скрыть"
};

export default Messages;
